Revit 2027 API
SymbolTypeId.DeltaDegreeF Property
 Symbol delta°F, indicating unit Fahrenheit interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DeltaDegreeF { get; }
Public Shared ReadOnly Property DeltaDegreeF As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DeltaDegreeF {
	ForgeTypeId^ get ();
}
static member DeltaDegreeF : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace